{
  "carpet.category.gilly7ce_carpet_addons": "gilly7ce-carpet-addons",
  "carpet.rule.creativePlayerOneHitKill.desc" : "Allows players in Creative mode to kill entities in one hit.",
  "carpet.rule.disablePhantomSpawningInMushroomFields.desc": "Phantoms will no longer spawn in a mushroom fields biome.",
  "carpet.rule.dropEyesOfEnderFromEndPortalFrame.desc": "A full end portal frame will drop an eye of ender when right clicked by a player, turning into an empty end portal frame in the process. Any connecting end portals will break.",
  "carpet.rule.movableEmptyEndPortalFrames.desc": "Allows empty end portal frames to be moved.\nThe `drop_as_items_on_explosion` option will allow end portal frames to drop as items when an explosion occurs whilst being pushed by a piston.",
  "carpet.rule.movableSpawners.desc": "Allows spawners to be moved.\nThis requires the carpet movableBlockEntities rule to be enabled",
  "carpet.rule.netheriteAxeInstantMineWood.desc": "A netherite axe with efficiency V combined with the haste II status effect will instant mine wood and nether wood type blocks.",
  "carpet.rule.netheritePickaxeInstantMineBlueIce.desc": "A netherite pickaxe with efficiency V combined with the haste II status effect will instant mine blue ice blocks.",
  "carpet.rule.netheritePickaxeInstantMineCobblestone.desc": "A netherite pickaxe with efficiency V combined with the haste II status effect will instant mine cobblestone type blocks.",
  "carpet.rule.netheritePickaxeInstantMineDeepslate.desc": "A netherite pickaxe with efficiency V combined with the haste II status effect will instant mine deepslate type blocks.",
  "carpet.rule.netheritePickaxeInstantMineEndStone.desc": "A netherite pickaxe with efficiency V combined with the haste II status effect will instant mine end stone type blocks.",
  "carpet.rule.netheritePickaxeInstantMineNetherBricks.desc": "A netherite pickaxe with efficiency V combined with the haste II status effect will instant mine nether brick type blocks.",
  "carpet.rule.phantomsObeyHostileMobCap.desc": "Phantoms will no longer spawn if the hostile mobcap is full. This is per player.",
  "carpet.rule.spectatorPlayersUsePortals.desc": "Spectator players can go through nether portals, end portals and end gateways.",
  "carpet.rule.xpBubbleColumnInteraction.desc" : "Bubble columns will push or pull XP orb entities like with other entities and items."
}
